Repository: shibotong/D2A
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ / mo
zh_hans: %@ / 月

source: %lld average MMR
zh_hans: %lld平均MMR

source: Abaddon
zh_hans: 亚巴顿

source: Ability Upgrade
zh_hans: 技能升级

source: ABILITY:
zh_hans: 技能：

source: About
zh_hans: 关于

source: AFFECTS:
zh_hans: 影响：

source: AGILITY
zh_hans: 敏捷

source: Alchemist
zh_hans: 炼金术士

source: All
zh_hans: 全部

source: Allied Units
zh_hans: 友方单位

source: Analysis
zh_hans: 分析

source: Ancient %@
zh_hans: 万古流芳%@

source: Ancient Apparition
zh_hans: 远古冰魄

source: and
zh_hans: 和

source: Anonymous
zh_hans: 匿名玩家

source: Anti-Mage
zh_hans: 敌法师

source: App Version
zh_hans: 应用程序版本

source: Arc Warden
zh_hans: 天穹守望者

source: Archon %@
zh_hans: 统帅%@

source: Attack
zh_hans: 攻击

source: Attributes
zh_hans: 属性

source: Axe
zh_hans: 斧王

source: Bane
zh_hans: 祸乱之源

source: Batrider
zh_hans: 蝙蝠骑士

source: Battle Cup
zh_hans: 勇士联赛

source: Beastmaster
zh_hans: 兽王

# BillAnswer
source: Your iTunes Account will be billed on confirmation of your subscription.
zh_hans: 您的iTunes账户会在您确认订阅之后收取费用。

# BillQuestion
source: When will I be billed?
zh_hans: 我什么时候会被收取费用？

source: Bloodseeker
zh_hans: 血魔

source: Bots
zh_hans: 机器人比赛

source: Bounty Hunter
zh_hans: 赏金猎人

source: Brewmaster
zh_hans: 酒仙

source: Bristleback
zh_hans: 钢背兽

source: Broodmother
zh_hans: 育母蜘蛛

# CancelAnswer
source: You can cancel anytime with your iTunes account settings.
zh_hans: 您可以在您的iTunes账号设置里面取消订阅。

# CancelQuestion
source: How to cancel my subscription?
zh_hans: 我要怎样取消订阅？

source: Carry
zh_hans: 核心

source: Centaur Warrunner
zh_hans: 半人马战行者

source: Chaos Knight
zh_hans: 混沌骑士

source: Chen
zh_hans: 陈

source: Clinkz
zh_hans: 克林克兹

source: Clockwerk
zh_hans: 发条技师

source: Cooldown: %@
zh_hans: 冷却：%@

source: Cost: %@
zh_hans: 魔法：%@

source: Crusader %@
zh_hans: 中军%@

source: Crystal Maiden
zh_hans: 水晶室女

source: Damage
zh_hans: 英雄伤害

source: DAMAGE TYPE:
zh_hans: 伤害类型：

source: Dark Seer
zh_hans: 黑暗贤者

source: Dark Willow
zh_hans: 邪影芳灵

source: Dawnbreaker
zh_hans: 破晓晨星

# DAYSCALCULATE %lld
source: %lld days
zh_hans: %lld天前

source: Dazzle
zh_hans: 戴泽

source: Death Prophet
zh_hans: 死亡先知

source: Defense
zh_hans: 防御

source: destroyed
zh_hans: 摧毁了

source: Difference In Gold/XP Earned
zh_hans: 经济/经验差

source: Dire
zh_hans: 夜魇

source: Dire Win
zh_hans: 夜魇胜利

source: Disabler
zh_hans: 控制

source: DISPELLABLE:
zh_hans: 可以驱散：

source: Disruptor
zh_hans: 干扰者

source: Divine %@
zh_hans: 超凡入圣%@

source: Doom
zh_hans: 末日使者

source: Dragon Knight
zh_hans: 龙骑士

source: Drow Ranger
zh_hans: 卓尔游侠

source: Durable
zh_hans: 耐久

source: Duration
zh_hans: 持续时间

source: Earth Spirit
zh_hans: 大地之灵

source: Earthshaker
zh_hans: 撼地者

source: Edit
zh_hans: 编辑

source: Elder Titan
zh_hans: 上古巨神

source: Ember Spirit
zh_hans: 灰烬之灵

source: Enchantress
zh_hans: 魅惑魔女

source: Enemy Units
zh_hans: 敌方单位

source: Enigma
zh_hans: 谜团

source: Escape
zh_hans: 逃生

source: Event
zh_hans: 活动比赛

source: EUROPE
zh_hans: 欧洲

source: Events
zh_hans: 事件

source: Faceless Void
zh_hans: 虚空假面

source: Favorite Players
zh_hans: 关注列表

# FAVORITESADDSUBTITLE
source: Please search and register a player
zh_hans: 请搜索然后关注玩家

# FAVORITESADDTITLE
source: There are no players registered in your favorites.
zh_hans: 现在还没有关注的玩家

# Follow
source: Follows
zh_hans: 关注

source: Game In Progress
zh_hans: 比赛进行中

source: Game Mode
zh_hans: 模式

source: Game Patch
zh_hans: 游戏版本

# GAMEMODE_1V1_MID
source: 1v1 Solo Mid
zh_hans: 1V1中路Solo模式

# GAMEMODE_ABILITY_DRAFT
source: Ability Draft
zh_hans: 技能征召

# GAMEMODE_ALL_DRAFT
source: All Draft
zh_hans: 全英雄选择(BP)

# GAMEMODE_ALL_PICK
source: All Pick
zh_hans: 全英雄选择

# GAMEMODE_ALL_RANDOM
source: All Random
zh_hans: 全英雄随机

# GAMEMODE_BALANCED_DRAFT
source: Balanced Draft
zh_hans: 平衡征召

# GAMEMODE_CAPTAINS_DRAFT
source: Captains Draft
zh_hans: 队长征召

# GAMEMODE_CAPTAINS_MODE
source: Captains Mode
zh_hans: 队长模式

# GAMEMODE_COMPENDIUM_MATCHMAKING
source: Compendium
zh_hans: 勇士令状

# GAMEMODE_CUSTOM
source: Custom
zh_hans: 自定义游戏

# GAMEMODE_DEATH_MATCH
source: All Random Deathmatch
zh_hans: 全随机死亡竞赛

# GAMEMODE_DIRETIDE
source: Diretide
zh_hans: 夜魇暗潮

# GAMEMODE_EVENT
source: Event
zh_hans: 活动

# GAMEMODE_GREEVILING
source: The Greeviling
zh_hans: 小贪魔节

# GAMEMODE_INTRO
source: Intro
zh_hans: 开局

# GAMEMODE_LEAST_PLAYED
source: Least Played
zh_hans: 生疏模式

# GAMEMODE_LIMITED_HEROES
source: Limited Heroes
zh_hans: 英雄限定

# GAMEMODE_MID_ONLY
source: Mid Only
zh_hans: 单中模式

# GAMEMODE_MUTATION
source: Mutation
zh_hans: 突变

# GAMEMODE_RANDOM_DRAFT
source: Random Draft
zh_hans: 随机征召

# GAMEMODE_REVERSE_CAPTAINS_MODE
source: Reverse Captains Mode
zh_hans: 反队长模式

# GAMEMODE_SINGLE_DRAFT
source: Single Draft
zh_hans: 单一征召

# GAMEMODE_TURBO
source: Turbo
zh_hans: 加速模式

# GAMEMODE_TUTORIAL
source: Tutorial
zh_hans: 教程

# GAMEMODE_UNKNOWN
source: Unknown Mode
zh_hans: 未知

# GAMEMODE_UNKNOWN %lld
source: Unknown (%lld)
zh_hans: 未知 （%lld）

source: Gold/XP difference is not available.
zh_hans: 经济/经验差目前不可用

source: Grimstroke
zh_hans: 天涯墨客

source: Guardian %@
zh_hans: 卫士%@

source: Gyrocopter
zh_hans: 矮人直升机

source: has died
zh_hans: 死亡了

source: Herald %@
zh_hans: 先锋%@

source: Hero Damage
zh_hans: 英雄伤害

source: hero name and match id
zh_hans: 英雄名称和比赛ID

source: Hero Selection
zh_hans: 英雄选择

source: Heroes
zh_hans: 英雄

source: Home
zh_hans: D2A

source: Hoodwink
zh_hans: 森海飞霞

# HOURSCALCULATE %lld
source: %lld hrs
zh_hans: %lld小时前

source: HP
zh_hans: 血量

source: Huskar
zh_hans: 哈斯卡

source: Icons
zh_hans: 图标

source: Immortal
zh_hans: 冠绝一世

source: IMMUNITY:
zh_hans: 无视技能免疫：

source: Initiator
zh_hans: 先手

source: INTELLIGENCE
zh_hans: 智力

source: Invoker
zh_hans: 祈求者

source: Io
zh_hans: 艾欧

source: Items
zh_hans: 物品

source: Jakiro
zh_hans: 杰奇洛

source: Juggernaut
zh_hans: 主宰

source: Jungler
zh_hans: 打野

source: Keeper of the Light
zh_hans: 光之守卫

source: killed
zh_hans: 击杀了

source: killed a hero
zh_hans: 击杀了英雄

source: Kills
zh_hans: 击杀

source: Kunkka
zh_hans: 昆卡

source: Latest Match
zh_hans: 最新比赛

source: Legend %@
zh_hans: 传奇%@

source: Legion Commander
zh_hans: 军团指挥官

source: Leshrac
zh_hans: 拉席克

source: LH = %@ DN = %@
zh_hans: 正补 = %@ 反补 = %@

source: Lich
zh_hans: 巫妖

source: Lifestealer
zh_hans: 噬魂鬼

source: Lina
zh_hans: 莉娜

source: Lion
zh_hans: 莱恩

source: List
zh_hans: 列表

source: Live
zh_hans: 比赛

source: Loading...
zh_hans: 加载中...

source: Lone Druid
zh_hans: 德鲁伊

source: Luna
zh_hans: 露娜

source: Lycan
zh_hans: 狼人

source: Magical
zh_hans: 魔法

source: Magnus
zh_hans: 马格纳斯

source: Mana
zh_hans: 魔法

source: Marci
zh_hans: 玛西

source: Mars
zh_hans: 马尔斯

source: Match: %@
zh_hans: 比赛ID：%@

source: Medusa
zh_hans: 美杜莎

source: Meepo
zh_hans: 米波

# MINUTESCALCULATE %lld
source: %lld mins
zh_hans: %lld分钟前

source: Mirana
zh_hans: 米拉娜

source: Mobility
zh_hans: 机动性

source: Monkey King
zh_hans: 齐天大圣

source: month%@
zh_hans: 个月

# MONTHSCALCULATE %lld
source: %lld months
zh_hans: %lld个月前

source: More
zh_hans: 更多

source: Morphling
zh_hans: 变体精灵

source: Muerta
zh_hans: 琼英碧灵

source: Naga Siren
zh_hans: 娜迦海妖

source: Nature's Prophet
zh_hans: 先知

source: Necrophos
zh_hans: 瘟疫法师

source: Net Worth
zh_hans: 财产总和

source: Night Stalker
zh_hans: 暗夜魔王

source: No
zh_hans: 否

source: No Target
zh_hans: 无目标

source: Normal
zh_hans: 普通匹配

source: Nuker
zh_hans: 爆发

source: Nyx Assassin
zh_hans: 司夜刺客

source: Ogre Magi
zh_hans: 食人魔魔法师

source: Omniknight
zh_hans: 全能骑士

source: Only Strong Dispels
zh_hans: 仅强驱散

source: Oracle
zh_hans: 神谕者

source: Our App
zh_hans: 应用

source: Outworld Destroyer
zh_hans: 殁境神蚀者

source: Outworld Devourer
zh_hans: 殁境神蚀者

source: Pangolier
zh_hans: 石鳞剑士

source: Passive
zh_hans: 被动

source: Phantom Assassin
zh_hans: 幻影刺客

source: Phantom Lancer
zh_hans: 幻影长矛手

source: Phoenix
zh_hans: 凤凰

source: Physical
zh_hans: 物理

source: Players
zh_hans: 玩家

source: Players, Heroes, Matches
zh_hans: 玩家，英雄，比赛

source: Point Target
zh_hans: 点目标

source: Post Game
zh_hans: 赛后

source: Practice
zh_hans: 练习赛

source: Pre Game
zh_hans: 赛前

source: Primal Beast
zh_hans: 兽

source: Privacy Policy
zh_hans: 隐私政策

source: Profile
zh_hans: Steam资料

source: Puck
zh_hans: 帕克

source: Pudge
zh_hans: 帕吉

source: Pugna
zh_hans: 帕格纳

source: Purchase D2A Pro to unlock all features and support us to build a better app.
zh_hans: 购买D2A Pro解锁所有功能并支持我们做出一个更好的应用！

source: Pure
zh_hans: 纯粹

source: Pusher
zh_hans: 推进

source: Queen of Pain
zh_hans: 痛苦女王

source: Radiant
zh_hans: 天辉

source: Radiant Win
zh_hans: 天辉胜利

source: Ranked
zh_hans: 天梯比赛

source: Rate the app on App Store
zh_hans: 在App Store上评价

source: Razor
zh_hans: 剃刀

source: Recent Matches
zh_hans: 最近比赛

source: Region
zh_hans: 地区

# REGION_EUROPE
source: Luxembourg
zh_hans: 卢森堡

# REGION_UNKNOWN %lld
source: Unknown (%lld)
zh_hans: 未知地区（%lld）

source: Register Player
zh_hans: 注册资料

source: Register Your Profile
zh_hans: 注册你的资料

# RenewAnswer
source: Yes. Subscriptions will automatically renew unless canceled within 24-hours before the end of the current period.
zh_hans: 是的。订阅将会自动续订，除非您在下一个订阅周期开始24小时之前取消订阅。

# RenewQuestion
source: Does My subscription Auto Renew?
zh_hans: 我的订阅是自动续订的吗？

source: Restore Purchase
zh_hans: 恢复购买

# RestoreFailed
source: Restore Purchase Failed
zh_hans: 恢复购买失败

source: Riki
zh_hans: 力丸

source: Ring Master
zh_hans: 百戏大王

source: Roles
zh_hans: 定位

source: Rubick
zh_hans: 拉比克

source: Sand King
zh_hans: 沙王

source: SAVE %@
zh_hans: 节省 %@

source: SCEPTER UPGRADE
zh_hans: 神杖升级

source: Search
zh_hans: 搜索

source: Search %@
zh_hans: 搜索 %@

source: Search Heroes
zh_hans: 搜索英雄

source: Search ID
zh_hans: 搜索ID

source: Search Player
zh_hans: 搜索玩家

source: Search with players id or name,
zh_hans: 搜索玩家ID或者昵称，

source: Select your subscription
zh_hans: 选择你的订阅方式

source: Shadow Demon
zh_hans: 暗影恶魔

source: Shadow Fiend
zh_hans: 影魔

source: Shadow Shaman
zh_hans: 暗影萨满

source: SHARD UPGRADE
zh_hans: 魔晶升级

source: Silencer
zh_hans: 沉默术士

source: Single Draft
zh_hans: 单一征召

source: SINGAPORE
zh_hans: 新加坡

source: Skywrath Mage
zh_hans: 天怒法师

source: Slardar
zh_hans: 斯拉达

source: Slark
zh_hans: 斯拉克

source: Snapfire
zh_hans: 电炎绝手

source: Sniper
zh_hans: 狙击手

source: Source Code / Report an Issue
zh_hans: 源代码/报告问题

source: Spectre
zh_hans: 幽鬼

source: Spirit Breaker
zh_hans: 裂魂人

source: Start Time
zh_hans: 开始时间

source: Stats
zh_hans: 属性

source: Storm Spirit
zh_hans: 风暴之灵

source: Strategy Time
zh_hans: 策略时间

source: STRENGTH
zh_hans: 力量

# SubscriptionButtonDescription %@
source: Unlock D2A Pro for %@
zh_hans: 解锁D2A Pro %@

source: Support
zh_hans: 辅助

source: Sven
zh_hans: 斯温

source: Talents
zh_hans: 天赋

source: Techies
zh_hans: 工程师

source: Templar Assassin
zh_hans: 圣堂刺客

source: Terms of Use
zh_hans: 使用条款

source: Terrorblade
zh_hans: 恐怖利刃

source: Thanks To
zh_hans: 感谢

source: Tidehunter
zh_hans: 潮汐猎人

source: Timbersaw
zh_hans: 伐木机

source: Tinker
zh_hans: 修补匠

source: Tiny
zh_hans: 小小

source: Tournament
zh_hans: 职业比赛

source: Tower Damage
zh_hans: 建筑伤害

source: Transaction Cancelled
zh_hans: 购买已被取消

source: Treant Protector
zh_hans: 树精卫士

source: Troll Warlord
zh_hans: 巨魔战将

source: Tusk
zh_hans: 巨牙海民

source: Uncalibrated
zh_hans: 未校准

source: Underlord
zh_hans: 孽主

source: Undying
zh_hans: 不朽尸王

source: Unit Target
zh_hans: 单位目标

source: UNIVERSAL
zh_hans: 全才

# Unknown
source: Unknown Error Occurred
zh_hans: 发生了未知的错误

source: Unlimit Following Users
zh_hans: 解锁关注用户数量限制

source: Unlock All Features
zh_hans: 解锁所有功能

source: Unlock Widgets
zh_hans: 解锁桌面小组件

source: Unlocked
zh_hans: 已解锁

source: Unranked
zh_hans: 未校准

source: Update
zh_hans: 刷新

source: Upgrade to D2A Pro
zh_hans: 升级D2A Pro解锁所有功能

source: Ursa
zh_hans: 熊战士

source: Vengeful Spirit
zh_hans: 复仇之魂

source: Venomancer
zh_hans: 剧毒术士

source: Verification Failed
zh_hans: 验证失败

source: Viper
zh_hans: 冥界亚龙

source: Visage
zh_hans: 维萨吉

source: Void Spirit
zh_hans: 虚无之灵

source: Warlock
zh_hans: 术士

source: Weaver
zh_hans: 编织者

source: Windranger
zh_hans: 风行者

source: Winter Wyvern
zh_hans: 寒冬飞龙

source: Witch Doctor
zh_hans: 巫医

source: Wraith King
zh_hans: 冥魂大帝

# YEARSCALCULATE %lld
source: %lld yrs
zh_hans: %lld年前

source: Yes
zh_hans: 是

source: Your latest match
zh_hans: 你的最新比赛

source: Your recent matches
zh_hans: 你的最近比赛

source: Zeus
zh_hans: 宙斯
